[
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 2",
            "text": "Odysseus obeys the goddess and begins the long walk to his palace. But walking is slow for him now that he is an old man, and people look at him with sympathy as he makes his way down the dirt road."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "Suddenly, as he nears the marble columns of his porch, he is overcome with emotion and weeps into his hands. Nearby, a herdsman with an old dog sees the beggar and goes toward him. The dog breaks away from the herdsman and, wagging his tail, rushes up to Odysseus, who recognizes his favorite hunting dog, Argus."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "ODYSSEUS",
            "text": "What a fine dog you have there. Who is his master?"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "HERDSMAN",
            "text": "Never have I seen him welcome a stranger in such a way. I am his master, but long ago, he had another. His master was the man of this great home. But he went off to war and hasn’t returned. It has been twenty years, but the lady of the house still waits for his homecoming. Sir, is there anything I can help you with?"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "ODYSSEUS",
            "text": "I have traveled many miles and wish for some food to warm my belly and a place to rest my head."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "HERDSMAN",
            "text": "The lady Penelope would be vexed if you were turned away. Come with me and I will show you inside. There, many ungrateful men are living off the wealth of my absent king, and a grateful man would be a welcome change. Soon I must take in their food for the evening."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 2",
            "text": "And the man takes the beggar up to the portico where Odysseus steps onto his own doorstep."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "Inside they can hear the sounds of men arguing and laughing and demanding this or that from the servants. Odysseus cringes."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "ODYSSEUS",
            "text": "How long have these men been here?"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "HERDSMAN",
            "text": "Four long years. Soon they will have eaten all the extra grain that was laid aside for hard times. Come inside and rest yourself."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "ODYSSEUS",
            "text": "This is the great hall where they camp out. What a mess they have made of it."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SUITOR 1",
            "text": "What? A beggar? Don’t spoil our feasting with your presence. Ha! Ha! Ha!"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SUITOR 2",
            "text": "There are other homes to visit. Continue down the road. Ha! Ha! Ha! NARRATOR 2: From the shadows behind a column steps Penelope."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "PENELOPE",
            "text": "Who speaks roughly to a guest in my house? No matter how long you have been here, we must treat each other with courtesy."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SUITOR 3",
            "text": "Especially wanderers! Sometimes the gods and goddesses come down from Olympus disguised in this way. We must be watchful."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SUITOR 4",
            "text": "Nonsense. This tattered man is a simple beggar and doesn’t deserve our respect."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "PENELOPE",
            "text": "Perhaps you do not understand me, sir. He is a guest in my house and I will make sure he is treated well."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "Just then, Telemachus, Penelope’s son, walks in."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "PENELOPE",
            "text": "Telemachus, you have returned! How long I have waited! Do you bring word of your father?"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 2",
            "text": "Two maidservants rush to help him remove his cloak and take a place at the table, while the suitors look at him with contempt."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "TELEMACHUS",
            "text": "Mother, let me rest awhile, and then we will talk and you will learn all that I have discovered."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "PENELOPE",
            "text": "Let me continue here with my weaving."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SUITOR 5",
            "text": "So, Odysseus has not returned, and you have only words to give to your poor mother?"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "TELEMACHUS",
            "text": "Let us eat, gentlemen."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "PENELOPE",
            "text": "And this wandering stranger also needs to eat. He will stay here tonight, for tomorrow I would like to hear the story of his wanderings."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "With that, Odysseus begins to make the rounds at the great wooden table, sizing up the suitors all the while. He decides which ones are the strongest and which ones are the weakest."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 2",
            "text": "When he comes to the place of his son, they look into each other’s eyes, and Odysseus knows that Athena has informed him of his real identity."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SUITOR 1",
            "text": "Telemachus, your mother must choose among us. You have deceived us, fair lady, by your weaving, but the time to choose is at hand."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "PENELOPE",
            "text": "I set a challenge before you all. My husband Odysseus has a fine taut bow. If there is a man in this room that can string that bow, he will be lucky. But the luckiest man will be able to string Odysseus’s bow and shoot an arrow through these twelve axes handles leaning here against this wall, as Odysseus did when he would practice his marksmanship. The man who succeeds shall take me as a bride if that is what the gods wish."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "TELEMACHUS",
            "text": "My mother has spoken. Let it be as she has said. I ask you now to go to your own homes to sleep tonight and return here in the morning."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "And the men slap one another on the back and file out of the palace."
        }
    }
]