[
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "And Odysseus’s storytelling continues in the palace of King Alkinoos. Days pass, but the memory of the terrors of Polyphemus is still fresh in the minds of Odysseus and his men."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 2",
            "text": "Fear has such a grip on their hearts that not even hunger can persuade them to stop at another island."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "On the third day of sailing north from the Island of the Cyclopes, the ship encounters a fortress made of bronze."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 2",
            "text": "The walls of the fortress rise like curtains bolting up from the depths of the sea. Odysseus guides the ship through a narrow gateway and immediately thereupon the wind falls out of the sails and a strange calm falls over them."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SOLDIER 1",
            "text": "Sir, an island."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SOLDIER 2",
            "text": "And a golden palace!"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "ODYSSEUS",
            "text": "Surely this must be the kingdom of an immortal."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "The men disembark at a crystal pier and mount the marble steps that lead to a throne room."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "KING AEOLUS",
            "text": "You must be Odysseus son of Laertes, and wanderer of the seas. I have heard tell of your troubles on the breezes that blow through our fortress."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "ODYSSEUS",
            "text": "A humble suppliant I am and a guest at your mercy. To whom do I speak?"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "KING AEOLUS",
            "text": "I am King Aeolus, beloved by the gods, and keeper of the winds. This is my queen. We have six daughters and six sons and each manages the weather for a month. They ride the winds around the world. I am the son of Poseidon and my father has ordered me, on many occasions, to whip up a storm to delay your journey."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "QUEEN CYANE",
            "text": "Odysseus, news of your adventures reached our ears ages ago. We know you are trying to get home. Perhaps the gods are on your side now and we can help you."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "ODYSSEUS",
            "text": "I hope you are right, great queen. With your help, the gods may grant my homecoming."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "KING AEOLUS",
            "text": "Stay with us for a time and renew your selves and I will confer on my guest a gift that will hasten your journey home."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 2",
            "text": "And so Odysseus and the crew stay for a month at the palace of King Aeolus, keeper of the winds."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "Each night Odysseus enchants his hosts with the tales of his adventures and struggles. Finally, the day comes when Odysseus can stay no longer."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "ODYSSEUS",
            "text": "Forgive me but my heart drives me forth, for my son grows older each day I am gone."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "KING AEOLUS",
            "text": "I am well aware of your situation. For your friendship and your stories and your courageous persistence, I grant you this gift. But mind you, if my directions are not followed precisely, I can assist you no further."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "QUEEN CYANE",
            "text": "Odysseus, you must not let a soul open this gift. The contents are fierce and unruly."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "KING AEOLUS",
            "text": "Inside this leather sack I have placed the North Wind, the East Wind, and the South Wind. Open the sack only in an emergency. If they are released in error, I will assume the gods have gone against you and I can help you no further."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "QUEEN CYANE",
            "text": "The gentle West Wind will fill your sails and accompany you to your island home."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "KING AEOLUS",
            "text": "This silver string is all that binds these forces. Take care."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "ODYSSEUS",
            "text": "I will watch over it night and day and none shall be in charge of it, save I. QUEEN CYANE: Be on your way, good man. Your family awaits your return.  NARRATOR 2: Odysseus bows to the king and queen and exits with his crew."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "The ship sails on. For nine days and nights, they sail the sea, the boat blown freely by the West Wind. And Odysseus goes without sleep watching over the leather sack. But on the tenth day in the warm sun of an afternoon . . ."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SOLDIER 1",
            "text": "Odysseus, look! It is Ithaka!"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SOLDIER 2",
            "text": "I can see people tending their fires!"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "ODYSSEUS",
            "text": "By mighty Zeus, I am a grateful man."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 2",
            "text": "And with that, Odysseus sits on a coil of rope, closes his eyes, and falls asleep— so exhausted is he."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "The men looked at him asleep. They looked at the mysterious bag he held tight to his chest."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SOLDIER 3",
            "text": "I am certain Odysseus is carrying gold and jewels in that bag."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SOLDIER 4",
            "text": "That bag was given to him by King Aeolus. Why should Odysseus carry treasure on the day of his homecoming while we are empty-handed?"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SOLDIER 5",
            "text": "I say we break into it and take some for ourselves."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SOLDIER 1",
            "text": "A mere silver thread is all that stands between us and great wealth."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SOLDIER 2",
            "text": "I’ll pull it open."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 2",
            "text": "With a quick snap, the tie is broken and suddenly with great ferocity, the North, East, and South Winds whip out, knock the men to the ground, and shake Odysseus awake."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "ODYSSEUS",
            "text": "What has happened—who touched the bag? The winds—they howl in wild directions. We’re losing sight of Ithaka."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "The mild West Wind is no match for the power of the others combined, and Odysseus and the crew are driven away, once again, from their goal. NARRATOR 2: Odysseus sinks to his knees in grief."
        }
    },
    {
        "isDialogue": false,
        "content": {
            "text": ""
        }
    }
]