[
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 2",
            "text": "Meanwhile, at that very moment, Odysseus is being tossed on the waves of the sea."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "For Poseidon, angry and bitter toward Odysseus, has long worked to keep him from his homeland."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 2",
            "text": "But the sea goddess Ino saves the castaway and washes him ashore on the sands of Scheria."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "Here, Nausicaa, daughter of King Alkinoos, is with her handmaids, where the river meets the ocean, at a washing place to launder clothes."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NAUSICAA",
            "text": "Take these baskets down to the water’s edge. When these linens are washed, lay them out on the rocks in the sunshine to dry. (Handmaids take the baskets.)"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "HANDMAID 1",
            "text": "This is a good spot for our purposes. Down closer to the reeds. Let us walk to the edge."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "HANDMAID 2 (sees Odysseus lying in the foliage)",
            "text": "What is this? A man! Don’t go further! We must tell Nausicaa. (They run back to the princess.)"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "HANDMAID 1",
            "text": "Nausicaa, go no further down this embankment. Come, away!"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NAUSICAA",
            "text": "What are you hiding down there?"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "HANDMAID 2",
            "text": "Lady, there is a man down there in the reeds. Washed ashore by the waves."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NAUSICAA",
            "text": "Surely we must see if he lives, and if he does, how we might help him."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "HANDMAID 1",
            "text": "Lady, please."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "HANDMAID 2",
            "text": "Don’t go, Nausicaa! Your mother the queen would not wish it!"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 2",
            "text": "But Nausicaa of the white arms knows her own mind and goes down to the reeds to see the stranger."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "When she sees him she draws back because of his battered and briny state, and from behind a rock she watches him as he lies there."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NAUSICAA",
            "text": "Who are you, great man, who comes to the shores of my father? Are you hurt?"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "ODYSSEUS",
            "text": "Who is there? I am Odysseus. And I don’t know where I am."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NAUSICAA",
            "text": "We have food and drink in the mule cart. Please refresh yourself."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 2",
            "text": "They join the handmaids at the mule cart."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NAUSICAA",
            "text": "Girls, fetch the box that mother packed with figs and cheese and wine."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "Odysseus sits and eats hungrily because he hasn’t eaten in a long time."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NAUSICAA",
            "text": "Odysseus, I invite you to the home of my father. But to avoid scandal, we will go ahead of you in the cart. When we are well on our way, go into the town and ask anyone to direct you to the palace of Alkinoos."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "ODYSSEUS",
            "text": "Fair lady, I will do as you say."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 2",
            "text": "And Nausicaa and her handmaids take the mule cart back to the road and start home."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "When Odysseus comes near to the town, Athena meets him."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "ATHENA",
            "text": "Friend, I will take you where it is you want to go. The kings inside this palace are feasting, but be bold and go inside, for bold moves are smart moves."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "ODYSSEUS",
            "text": "Great goddess, to whom should I speak?"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "ATHENA",
            "text": "Address your cause directly to the lady of the house, Queen Arete, herself descended from the gods. The mist around you will prevent others from seeing you until such time as you wish to be seen."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 2",
            "text": "Odysseus strides into the great hall, unseen. Then, wishing to be seen, he bows deeply at the feet of Queen Arete."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "ODYSSEUS",
            "text": "Oh, queen, I am a stranger and a wanderer in your land. At your mercy am I. Long have I wished to see the shores of my homeland and hope that you might help me."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "QUEEN ARETE",
            "text": "Stranger and friend, you are welcome here. Take a seat among the rulers of this land."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "KING ALKINOOS",
            "text": "Great warrior, such strength needs feeding. Please eat and drink, and when you are finished, the maidservants will draw a hot bath for you. Afterward, tell us the story of how you came here."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "And Odysseus sits at the table in his chamber and eats great slabs of tender lamb and olives seasoned with lemon and rosemary. And when he finishes he leaves the chamber for the first hot bath since his time with Calypso."
        }
    },
    {
        "isDialogue": false,
        "content": {
            "text": ""
        }
    }
]