[
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 2",
            "text": "Early the next morning, the palace is in a flurry. Penelope has arranged the challenge and sits down to watch the contest. Odysseus sits apart from the suitors but watches them carefully."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "Telemachus shows the men where they are to position themselves while they wait their turn. And from behind a column, Athena watches and waits. TELEMACHUS: Eurykleia, take my mother and the maidservants to the inner chamber. This is not for gentle eyes to see. Now that the women are gone, you sir, step forward and try your might."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SUITOR 1",
            "text": "Gladly."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 2",
            "text": "He tries to string the bow but cannot."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SUITOR 2",
            "text": "Because the gods look with favor upon the house of my father, perhaps I will have luck."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SUITOR 3",
            "text": "You too have failed! Let us heat the bow and rub it with warm tallow. Perhaps it will bend easier."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "He puts tallow on the bow but fails to bend it."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SUITOR 4",
            "text": "I have long been a skilled bowman. Let me try. . . . I have failed!"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "SUITOR 5",
            "text": "I am by far the strongest here. Give me the bow."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "TELEMACHUS",
            "text": "And you, too, the strongest of them all, have failed. It is only fitting that our guest make an attempt."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 2",
            "text": "He takes the bow to Odysseus, who, still seated, strings the bow with ease and lets an arrow fly through all twelve ax handles. The suitors stand off in amazement. Odysseus, jumping up, has been transformed by Athena, to his once splendid self."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "ODYSSEUS",
            "text": "Here is a tale that has an ending writ by the gods!"
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "NARRATOR 1",
            "text": "And the narrow shafts sail through the air and strike down the unwelcome suitors. When Odysseus is finished, he steps back."
        }
    },
    {
        "isDialogue": true,
        "content": {
            "speaker": "ODYSSEUS",
            "text": "Telemachus, have the maidservants cleanse the great hall and send Eurykleia to me. We must prepare to speak to your mother."
        }
    }
]