[
  {
    "character": "Prometheus",
    "text": "PROMETHEUS WAS A YOUNG Titan, no great admirer of Zeus. Although he knew the great lord of the sky hated explicit questions, he did not hesitate to beard him when there was something he wanted to know."
  },
  {
    "character": "Prometheus",
    "text": "One morning he came to Zeus and said, “O Thunderer, I do not understand your design. You have caused the race of man to appear on earth, but you keep him in ignorance and darkness.”"
  },
  {
    "character": "Zeus",
    "text": "“Perhaps you had better leave the race of man to me,” said Zeus. “What you call ignorance is innocence. What you call darkness is the shadow of my decree. Man is happy now. And he is so framed that he will remain happy unless someone persuades him that he is unhappy. Let us not speak of this again.”"
  },
  {
    "character": "Prometheus",
    "text": "But Prometheus said, “Look at him. Look below. He crouches in caves. He is at the mercy of beasts and weather. He eats his meat raw. If you mean something by this, enlighten me with your wisdom. Tell me why you refuse to give man the gift of fire.”"
  },
  {
    "character": "Zeus",
    "text": "Zeus answered, “Do you not know, Prometheus, that every gift brings a penalty? This is the way the Fates weave destiny—by which gods also must abide. Man does not have fire, true, nor the crafts which fire teaches. On the other hand, he does not know disease, warfare, old age, or that inward pest called worry. He is happy, I say, happy without fire. And so he shall remain.”"
  },
  {
    "character": "Prometheus",
    "text": "“Happy as beasts are happy,” said Prometheus. “Of what use to make a separate race called man and endow him with little fur, some wit, and a curious charm of unpredictability? If he must live like this, why separate him from the beasts at all?”"
  },
  {
    "character": "Zeus",
    "text": "“He has another quality,” said Zeus, “the capacity for worship. An aptitude for admiring our power, being puzzled by our riddles, and amazed by our caprice. That is why he was made.”"
  },
  {
    "character": "Prometheus",
    "text": "“Would not fire, and the graces he can put on with fire, make him more interesting?”"
  },
  {
    "character": "Zeus",
    "text": "“More interesting, perhaps, but infinitely more dangerous. For there is this in man, too: a vaunting pride that needs little sustenance to make it swell to giant size. Improve his lot, and he will forget that which makes him pleasing—his sense of worship, his humility. He will grow big and poisoned with pride and fancy himself a god, and before we know it, we shall see him storming Olympus. Enough, Prometheus! I have been patient with you, but do not try me too far. Go now and trouble me no more with your speculations.”"
  },
  {
    "character": "Prometheus",
    "text": "Prometheus was not satisfied. All that night he lay awake making plans. Then he left his couch at dawn, and standing tiptoe on Olympus, stretched his arm to the eastern horizon where the first faint flames of the sun were flickering. In his hand he held a reed-filled with a dry fiber; he thrust it into the sunrise until a spark smoldered. Then he put the reed in his tunic and came down from the mountain."
  },
  {
    "character": "Zeus",
    "text": "At first, men were frightened by the gift. It was so hot, so quick; it bit sharply when you touched it, and for pure spite, made the shadows dance. They thanked Prometheus and asked him to take it away. But he took the haunch of a newly killed deer and held it over the fire. And when the meat began to sear and sputter, filling the cave with its rich smells, the people felt themselves melting with hunger and flung themselves on the meat and devoured it greedily, burning their tongues."
  },
  {
    "character": "Prometheus",
    "text": "“This that I have brought you is called ‘fire,’” Prometheus said. “It is an ill-natured spirit, a little brother of the sun, but if you handle it carefully, it can change your whole life. It is very greedy; you must feed it twigs, but only until it becomes a proper size. Then you must stop, or it will eat everything in sight—and you too. If it escapes, use this magic: water. It fears the water spirit, and if you touch it with water, it will fly away until you need it again.”"
  },
  {
    "character": "Zeus",
    "text": "He left the fire burning in the first cave, with children staring at it wide-eyed, and then went to every cave in the land."
  },
  {
    "character": "Prometheus",
    "text": "Then one day, Zeus looked down from the mountain and was amazed. Everything had changed. Man had come out of his cave. Zeus saw woodmen’s huts, farmhouses, villages, walled towns, even a castle or two. He saw men cooking their food, carrying torches to light their way at night. He saw forges blazing, men beating out ploughs, keels, swords, spears. They were making ships and raising white wings of sails and daring to use the fury of the winds for their journeys. They were wearing helmets, riding out in chariots to do battle, like the gods themselves."
  },
  {
    "character": "Zeus",
    "text": "Zeus was full of rage. He seized his largest thunderbolt. “So they want fire,” he said to himself. “I’ll give them fire—more than they can use. I’ll turn their miserable little ball of earth into a cinder.” But then another thought came to him, and he lowered his arm. “No,” he said to himself, “I shall have vengeance—and entertainment too. Let them destroy themselves with their new skills. This will make a long twisted game, interesting to watch. I’ll attend to them later. My first business is with Prometheus.”"
  },
  {
    "character": "Prometheus",
    "text": "He called his giant guards and had them seize Prometheus, drag him off to the Caucasus, and there bind him to a mountain peak with great chains specially forged by Hephaestus—chains which even a Titan in agony could not break. And when the friend of man was bound to the mountain, Zeus sent two vultures to hover about him forever, tearing at his belly and eating his liver."
  },
  {
    "character": "Zeus",
    "text": "Men knew a terrible thing was happening on the mountain, but they did not know what. But the wind shrieked like a giant in torment and sometimes like fierce birds."
  },
  {
    "character": "Prometheus",
    "text": "Many centuries he lay there—until another hero was born brave enough to defy the gods. He climbed to the peak in the Caucasus and struck the shackles from Prometheus and killed the vultures. His name was Heracles."
  }
]
